astral-sh.ty
aykutsarac.jsoncrack-vscode
bierner.markdown-preview-github-styles
charliermarsh.ruff
docker.docker
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.remote-explorer
mvllow.rose-pine
myriad-dreamin.tinymist
nefrob.vscode-just-syntax
njpwerner.autodocstring
quarto.quarto
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
tomoki1207.pdf
vscode-icons-team.vscode-icons
vscodevim.vim
waderyan.gitblame
zainchen.json
